/* Growl */
"became available" = "está disponible";
"became available: %@" = "está disponible: %@";
"came online" = "se ha conectado";
"changed status" = "ha cambiado de estado";
"changed status: %@" = "ha cambiado de estado: %@";
"%@ says" = "%@ dice";
"went away" = "está ausente";
"went away: %@" = "está ausente: %@";
"went idle" = "está ocupado";
"went offline" = "se ha desconectado";

/* Status Changes */
"%@ became available." = "%@ está disponible.";
"%@ became available. (%@)" = "%@ está disponible. (%@)";
"%@ went away." = "%@ está ausente.";
"%@ went away. (%@)" = "%@ está ausente. (%@)";
"%@ went idle." = "%@ está ocupado.";

/* Unified Contact List */
"Add Group..." = "Añadir grupo…";
"all accounts" = "todas las cuentas";
"All Contacts" = "Todos los contactos";
"Contacts" = "Contactos";

/* Log Viewer */
"Are you sure you want to delete all selected logs?" = "¿Está seguro de que desea borrar todos los logs seleccionados?";
"Delete" = "Borrar";
"Delete Logs" = "Borrar logs";
"Don't Delete" = "No borrar";
"iChat is not currently logging your conversations, so past conversations will not appear in the log viewer. Go to the Messages tab in the iChat preferences to begin saving your chat transcripts." = "iChat actualmente no está almacenando sus conversaciones, así que las conversaciones anteriores no aparecerán en el visor de logs. Vaya a la pestaña Mensajes de las preferencias de iChat para empezar a guardar sus transcripciones.";
"Log Viewer" = "Visor de logs";
"Logging is disabled" = "Logging está desactivado";
"No images in transcript." = "No hay imágenes en la transcripción.";
"No links in transcript." = "No hay enlaces en la transcripción.";
"Show link in transcript" = "Mostrar enlace en la transcripción";
"Show image in transcript" = "Mostrar imagen en la transcripción.";
"Show in Log Viewer" = "Mostrar en visor de logs";

/* Log Viewer - Status Strings */
"No results" = "No hay resultados";
"One result" = "Un resultado";
"%d results" = "%d resultados";
"Searching..." = "Buscando…";
"Loading logs..." = "Cargando logs…";

/* Activity Viewer */
"Activity" = "Actividad";
"Are you sure you want to permanently delete all past activity?" = "¿Está seguro de que desea borrar permanentemente toda la actividad anterior?";
"Clear" = "Limpiar";
"Clear Past Activity" = "Limpiar actividad anterior";
"Delete" = "Borrar";
"Don't Delete" = "No borrar";
"Export" = "Exportar";
"Filter" = "Filtrar";
"iChat Activity Log" = "Log de actividad iChat";
"Incoming File" = "Fichero entrante";
"Outgoing File" = "Fichero saliente";
"Recent Activity Length" = "Longitud de la actividad reciente";

/* Donate */
"Thank you for using Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will only appear once more." = "Gracias por utilizar Chax. Por favor considere hacer una donación para apoyar el desarrollo de Chax si cree que éste es un añadido útil para iChat. Este mensaje aparecerá una sola vez más.";
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Gracias por seguir utilizando Chax. Por favor considere hacer una donación para apoyar el desarrollo de Chax si cree que éste es un añadido útil para iChat. Este mensaje no aparecerá de nuevo.";

/* iChatAgent Injection */
"Administrator password required" = "Contraseña de administrador requerida";
"Sending plain text to ICQ users requires your admin password to function properly. Please enter your admin password to enable this feature." = "Enviar texto plano a usuarios ICQ requiere su contraseña de admin para funcionar correctamente. Por favor introduzca su contraseña para activar esta funcionalidad.";
"Administrator password error" = "Error en la contraseña de administrador";
"There was an error enabling plain text support for ICQ users. Please try again or reinstall Chax if the problem persists. (Error %d)" = "Se ha producido un error activando el soporte de texto plano a usuarios ICQ. Por favor inténtelo de nuevo o reinstale Chax si el problema persiste. (Error %d)";

/* AV Chat Close Confirmation */
"End AV Chat?" = "¿Finalizar chat AV?";
"Are you sure you want to end this AV chat?" = "¿Está seguro de que desea finalizar este chat AV?";
"Close" = "Cerrar";
"Don't Close" = "No cerrar";

/* Preferences - Auto-Accept */
"Are you sure you want to Automatically accept AV chat invitations that are sent to you? All AV chats are automatically accepted by default. Click \"Options...\" to only accept AV chats from specific users or on specific accounts." = "¿Está seguro de que desea aceptar automáticamente todas las invitaciones de chat AV? Todos los chats AV son aceptados automáticamente por omisión. Clique \"Opciones…\" para aceptar chats AV únicamente de usuarios o cuentas específicas.";
"Automatically accept AV chat invitations?" = "¿Aceptar automáticamente invitaciones de chat AV?";
"Auto-accept AV chats from:" = "Auto-aceptar chats AV de:";
"Auto-accept files from:" = "Auto-aceptar ficheros de:";
"Are you sure you want to automatically accept all files that are sent to you? All files are automatically accepted by default. Click \"Options...\" to only accept files from specific users or on specific accounts." = "¿Está seguro de que desea aceptar automáticamente todos los ficheros entrantes? Todos los ficheros son aceptados automáticamente por omisión. Clique \"Opciones…\" para aceptar ficheros únicamente de usuarios o cuentas específicas.";
"Automatically accept file transfers?" = "¿Aceptar automáticamente transmisiones de ficheros?";
"Auto-accept screen sharing from:" = "Auto-aceptar compartir pantalla de:";
"Are you sure you want to automatically accept all screen sharing invitations that are sent to you? All screen sharing invitations are automatically accepted by default. Click \"Options...\" to only accept screen sharing invitations from specific users or on specific accounts." = "¿Está seguro de que desea aceptar automáticamente todas las peticiones de compartir pantalla? Todas las peticiones de compartir pantalla son aceptadas por omisión. Clique \"Opciones…\" para aceptar peticiones de compartir pantalla únicamente de usuarios o cuentas específicas.";
"Automatically accept screen sharing invitations?" = "¿Aceptar automáticamente invitaciones de compartir pantalla?";
"Anyone" = "Cualquiera";

/* Other */
"Always on Top" = "Siempre al frente";
"Send Camera Snapshot..." = "Enviar captura de cámara…";
"Show Preferences..." = "Mostrar preferencias…";
"Show Text Status" = "Mostrar texto de estado";

/* Button Titles */
"OK" = "OK";
"No" = "No";
"Yes" = "Sí";
"Cancel" = "Cancelar";
